Repository: SchmiedmayerLab/Grove
Catalog: Sources/GroveConsent/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, sv

# CONSENT_ACTION
source: I Consent
de: Ich Stimme Zu
es: Acepto
sv: Jag Samtycker

# CONSENT_ACTION_HINT
source: Checks the form before continuing.
de: Prüft das Formular vor dem Fortfahren.
es: Comprueba el formulario antes de continuar.
sv: Kontrollerar formuläret innan du fortsätter.

# CONSENT_INCOMPLETE_ANNOUNCEMENT
source: Some fields still need an answer
de: Einige Felder brauchen noch eine Antwort
es: Algunos campos aún necesitan una respuesta
sv: Några fält behöver fortfarande ett svar

# CONSENT_SELECTION_REQUIRED
source: Choose an option to continue
de: Wähle eine Option, um fortzufahren
es: Elige una opción para continuar
sv: Välj ett alternativ för att fortsätta

# CONSENT_SIGNATURE_REQUIRED
source: Enter your name and sign to continue
de: Gib deinen Namen ein und unterschreibe, um fortzufahren
es: Introduce tu nombre y firma para continuar
sv: Ange ditt namn och signera för att fortsätta

# CONSENT_STATE_INCOMPLETE
source: Incomplete
de: Unvollständig
es: Incompleto
sv: Ofullständig

# CONSENT_STATE_READY
source: Ready
de: Bereit
es: Listo
sv: Klar

# CONSENT_TOGGLE_REQUIRED
source: Turn this on to continue
de: Schalte dies ein, um fortzufahren
es: Activa esto para continuar
sv: Slå på detta för att fortsätta

# CONSENT_VIEW_TITLE
source: Consent
de: Einwilligung
es: Consentimiento
sv: Samtycke

source: Exported: %@
de: Exportiert: %@
es: Exportado el %@

# NAME_FIELD_FAMILY_NAME_TITLE
source: Last Name
de: Nachname
es: Apellido
sv: Efternamn

# NAME_FIELD_GIVEN_NAME_TITLE
source: First Name
de: Vorname
es: Nombre
sv: Förnamn

source: Signature Field
de: Unterschrift Feld
es: Campo de firma
sv: Signaturfält

# CONSENT_NO_SELECTION_DEFAULT_TITLE
source: (No selection)
es: (Sin selección)

source: Loading…
es: Cargando…

# MARKDOWN_LOADING_ERROR
source: Failed to load the document.
es: Error al cargar el documento.

# NAME_FIELD_FAMILY_NAME_PLACEHOLDER
source: Enter your last name…
es: Ingresa tu apellido…

# NAME_FIELD_GIVEN_NAME_PLACEHOLDER
source: Enter your first name…
es: Ingresa tu nombre…

source: Share Consent Form
es: Compartir formulario de consentimiento

# SIGNATURE_DATE %@
source: Date: %@
es: Fecha: %@

# SIGNATURE_NAME %@
source: Name: %@
es: Nombre: %@

# SIGNATURE_VIEW_CLEAR
source: Clear
es: Borrar
